export const workLists = [
  '会社員', '会社役員', '契約社員', '公務員・団体職員', '経営者', '商工自営',
  '医師', '弁護士', '会計士・税理士', '弁理士', 'アルバイト・パート', '主婦・主夫',
  '学生', '無職', 'その他',
];
export const annualIncomeLists = [
  '～300万円', '～400万円', '～500万円', '～600万円', '～700万円', '～800万円',
  '～900万円', '～1,000万円', '～1,100万円', '～1,200万円', '～1,300万円', '～1,400万円',
  '～1,500万円', '～2,000万円', '2,001万円～', '収入無し',
];
export const AIobjLists = [
  {min: '1', max: '300'},
  {min: '301', max: '400'},
  {min: '401', max: '500'},
  {min: '501', max: '600'},
  {min: '601', max: '700'},
  {min: '701', max: '800'},
  {min: '801', max: '900'},
  {min: '901', max: '1000'},
  {min: '1001', max: '1100'},
  {min: '1101', max: '1200'},
  {min: '1201', max: '1300'},
  {min: '1301', max: '1400'},
  {min: '1401', max: '1500'},
  {min: '1501', max: '2000'},
  {min: '2001', max: '2001'},
  {min: '0', max: '0'},
]

export const visitPurposeLists = [
  '家づくりの進め方について知りたい',
  '予算の組み方について知りたい',
  '土地探しについて知りたい',
  '当社の家づくりについて知りたい',
  '当社で具体的に家づくりを検討したい',
  '現在の住まいのことで相談したい',
  'まずはモデルハウスなどを見たい',
  'その他'
];